const DESCHEADLINES = ['Как известно, Дубай – город контрастов. Самые революционные и фантастические мечты архитекторов способен воплотить в жизнь этот мегаполис, построенный на нефти и за счет нефти', 'Один из самых узнаваемых архитектурных памятников как в Италии, так и во всём мире. Почти две тысячи лет величественный амфитеатр, расположенный в самом центре Рима, собирает вокруг себя миллионы посетителей, желающих своими глазами увидеть это культовое сооружение.', 'Мавзолей-мечеть в Агре, является одним из шедевров мировой архитектуры, находится на севере индийского штата Уттар-Прадеш. Шах Джахан, правитель этих мест, приказал соорудить Тадж-Махал в честь своей супруги Мумтаз-Махал, отмечая таким образом 18 лет счастливого брака и ее кончину при рождении их четырнадцатого ребенка. В знак своей любви и в память о прекрасной супруге шах приказал возвести самый великолепный мавзолей на свете.'];
const PLACEHEADLINES = ['Подводный отель', 'Колизей', 'Тадж-Махал'];

const DESCREWIEWS = ['В Музее изобразительных искусств имени Пушкина с 29 сентября по 29 ноября проходит выставка« Шальные годы Монпарнаса.', 'Сейчас, когда мир открыт нараспашку для человека и его познавательных изысканий, интерес к научно-популярной литературе заметно вырос', 'Корреспондентам «Культурного обозревателя» посчастливилось побывать в театре «Сфера» на премьере спектакля «Чудаки и зануды»'];
const HEADERREWIEWS = ['Шальные годы Монпарнаса', 'Анатомия за 30 секунд', 'Сферические чудаки'];

const createHeadlines = [{
    id: 0,
    url: `img/0.jpg`,
    place: PLACEHEADLINES[0],
    desc: DESCHEADLINES[0],
}, {
    id: 1,
    url: `img/1.jpg`,
    place: PLACEHEADLINES[1],
    desc: DESCHEADLINES[1],
}, {
    id: 2,
    url: `img/2.jpg`,
    place: PLACEHEADLINES[2],
    desc: DESCHEADLINES[2],
}];

const createReviews = [{
    id: 0,
    url: `img/monparnasse.jpg`,
    header: HEADERREWIEWS[0],
    desc: DESCREWIEWS[0],
    alt: 'Сцена из спектакля «Шальные годы» Монпарнаса',
}, {
    id: 1,
    url: `img/clay-in-the-hands.jpg`,
    header: HEADERREWIEWS[1],
    desc: DESCREWIEWS[1],
    alt: 'Глина в руках',
}, {
    id: 2,
    url: `img/spherical-eccentrics.jpg`,
    header: HEADERREWIEWS[2],
    desc: DESCREWIEWS[2],
    alt: 'Сцена из спектакля «Чудаки и зануды',
},]

export {
    createHeadlines,
    createReviews
}