
const DESC = ['Как известно, Дубай – город контрастов. Самые революционные и фантастические мечты архитекторов способен воплотить в жизнь этот мегаполис, построенный на нефти и за счет нефти', 'Один из самых узнаваемых архитектурных памятников как в Италии, так и во всём мире. Почти две тысячи лет величественный амфитеатр, расположенный в самом центре Рима, собирает вокруг себя миллионы посетителей, желающих своими глазами увидеть это культовое сооружение.', 'Мавзолей-мечеть в Агре, является одним из шедевров мировой архитектуры, находится на севере индийского штата Уттар-Прадеш. Шах Джахан, правитель этих мест, приказал соорудить Тадж-Махал в честь своей супруги Мумтаз-Махал, отмечая таким образом 18 лет счастливого брака и ее кончину при рождении их четырнадцатого ребенка. В знак своей любви и в память о прекрасной супруге шах приказал возвести самый великолепный мавзолей на свете.'];
const NAMEPLACE = ['Подводный отель', 'Колизей', 'Тадж-Махал'];

export const createHeadline = [{
    id: 0,
    url: `img/0.jpg`,
    place: NAMEPLACE[0],
    desc: DESC[0],
}, {
    id: 1,
    url: `img/1.jpg`,
    place: NAMEPLACE[1],
    desc: DESC[1],
}, {
    id: 2,
    url: `img/2.jpg`,
    place: NAMEPLACE[2],
    desc: DESC[2],
}]
